var app = new Vue({
    el: '#app',
    data: {
        message: 'Hello Vue!'
    }
})


var app=new Vue({
  el:"#title1",
  data:{
    site_name:'Tribe Factory'
  }
})

var app=new Vue({
  el:"#head1",
  data:{
    site_name:'Tribe Factory'
  }
})







var value = new Vue({
  el: '#app-blog',
  data: function() {
    return({
      items:[
        {
          url: 'blog/19990314.htm',
          text: '初心者が戸惑う証券会社',
          img_url:'',
          explain:'資産を増やしたいと思った時ネットなどで調べると、一番多く出てくる方法は「株をやってみては？」という提案です。しかしながら株をやるといってもどうやればいいかわからない。まず最初に誰もがつまづくところです。そしてこの壁がほとんどの方が超えられず「まぁいいか」で挫折してしまいます。'
        },
        {
          url:'blog/20220221.htm',
          text:'アウトプットの体裁',
          img_url:'',
          explain:'起承転結をはっきりとし口語、丁寧語、の文体をどうするか\n筆者は はどうか？\n全体の統一感をもたせること\n起：内容の設定\n承：これから記述する内容を予感させるような句\n転：メインの内容\n結：締めくくり。答え'

        },
        {
          url:'blog/20220221.htm',
          text:'コストコなどの大量販売店はNG',
          img_url:'',
          explain:'普段皆さんはどんな買い物をしてるでしょうか？　　　\n転：コストコなどの大量販売店で安いからといって本当に必要ではないものをまとめ買いするのは非常に問題です。安く大量に買うことができたという一瞬の快感があるため忘れがちですが長期視点で考えるとただ単に要らないものを買っただけ。つまりは損をしているのです。'

        },
        {
          url:'blog/20220221.htm',
          text:'安く美味しいものは少ない',
          img_url:'',
          explain:'転：食べられるわけがない'

        },
        {
          url:'blog/20220221.htm',
          text:'価値とは',
          img_url:'',
          explain:'転：自分自身が満足するか。価値とは得られる満足感が異なる'

        },
        {
          url:'blog/20220221.htm',
          text:'どのくらいを投資に割り振るか',
          img_url:'',
          explain:'転：10%'

        },
        {
          url:'blog/20220221.htm',
          text:'ギャンブル',
          img_url:'',
          explain:'転：勝てるわけがない。趣味であるはずの事で愕然とするケースが発生するのは真っ当ではない。'

        },
        {
          url:'blog/20220221.htm',
          text:'お金持ちになりたいなら実践すべき2つのこと',
          img_url:'',
          explain:'転：節約し可能な限り質素に。自分を律する。'

        },
        {
          url:'blog/20220304.htm',
          text:'お金がないなら買わない動かない',
          img_url:'',
          explain:'何かをしたいという欲求は発端が短絡的な場合その行為が実現したとして得られる喜びも非常に短い時間しか感じられないものであり、基本的にお金がないなら買わない動かないことを心がける習慣を持ちましょう。'
        },
        {
          url:'blog/20220304.htm',
          text:'なぜ広告活動・寄付をおこなうか',
          img_url:'',
          explain:'転：税金がかからないから'
        },
        {
          url:'blog/20220304.htm',
          text:'カップ麺の金額には',
          img_url:'',
          explain:'転：保存性、利便性、流通のし易さのコストが含まれている。'
        },
        {
          url:'blog/20220304.htm',
          text:'セールで買い物をしない',
          img_url:'',
          explain:'転：欲しいもの必要なものはその時に購入する。'
        },
        {
          url:'blog/20220304.htm',
          text:'なぜお金持ちは会員権なんかを購入するか',
          img_url:'',
          explain:'転：会社経営をしており税金で取られてしまうよりは福利厚生にお金を回した方がいい。'
        },
        {
          url:'blog/20220304.htm',
          text:'部屋が汚い人間はお金の管理もできない',
          img_url:'',
          explain:'転：自信の部屋を管理できないのに収入支出を管理できるわけがない。'
        }
      ]
    });
  }
})















